/*****************************************************************
**                                                              **
**                       TÍTOL:LED                              **
**               Encendre led a la protoboard                   **
**                                                              **
**  NOM: JOSE MARIA GIL FLORES              DATA:18/01/2017     **
*****************************************************************/

//********************* INCLUDE  *********************************


//********************* VARIABLES ********************************



//*********************** SETUP **********************************

void setup() {             // configura el final de la salida
pinMode(2, OUTPUT);
}


//*********************** LOOP ***********************************


void loop () {             // inicia el bucle del programa
digitalWrite(2, HIGH);
delay(500);
digitalWrite(2, LOW);
delay(500);
}



//*********************** FUNCIONS *******************************
